Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Agent Forwarding:
ar: إعادة توجيه الوكيل:
ca: Reenviament de l'agent:
cs: Přesměrování agenta:
da: Agentvideresendelse:
de: Agent-Weiterleitung:
es: Reenvío de agente:
fi: Agentin välitys:
fr: Transfert d'agent :
he: העברת סוכן:
hu: Ügynök-továbbítás:
it: Inoltro agente:
ja: エージェント転送:
ko: 에이전트 포워딩:
nb: Agentvideresending:
nl: Agent doorsturen:
pl: Przekazywanie agenta:
pt_br: Encaminhamento de agente:
pt_pt: Reencaminhamento de agente:
ro: Redirecționare agent:
sl: Posredovanje agenta:
sv: Agentvidarebefordran:
uk: Перенаправлення агента:
vi: Chuyển tiếp Agent:
zh_hans: 代理转发：
zh_hant: 代理轉發：

source: Agent Identities
ar: هويات الوكيل
ca: Identitats de l'agent
cs: Identity agenta
da: Agentidentiteter
de: Agent-Identitäten
es: Identidades del agente
fi: Agentin identiteetit
fr: Identités de l'agent
he: זהויות הסוכן
hu: Ügynökidentitások
it: Identità dell'agente
ja: エージェントの識別情報
ko: 에이전트 아이덴티티
nb: Agentidentiteter
nl: Agent-identiteiten
pl: Tożsamości agenta
pt_br: Identidades do agente
pt_pt: Identidades do agente
ro: Identitățile agentului
sl: Identitete agenta
sv: Agentidentiteter
uk: Ідентичності агента
vi: Danh tính của agent
zh_hans: 代理身份
zh_hant: 代理身分

source: Agent Notifications
ar: إشعارات الوكلاء
ca: Notificacions d'agents
cs: Oznámení agentů
da: Agentnotifikationer
de: Agent-Benachrichtigungen
es: Notificaciones de agentes
fi: Agenttien ilmoitukset
fr: Notifications des agents
he: התראות סוכנים
hu: Ügynökértesítések
it: Notifiche agenti
ja: エージェント通知
ko: 에이전트 알림
nb: Agentvarslinger
nl: Agentmeldingen
pl: Powiadomienia agentów
pt_br: Notificações de Agentes
pt_pt: Notificações de Agentes
ro: Notificări agenți
sl: Obvestila agentov
sv: Agentaviseringar
uk: Сповіщення агентів
vi: Thông báo tác nhân
zh_hans: 代理通知
zh_hant: 代理通知

source: Agents
ar: الوكلاء
cs: Agenti
da: Agenter
es: Agentes
fi: Agentit
he: סוכנים
hu: Ügynökök
it: Agenti
ja: エージェント
ko: 에이전트
nb: Agenter
pl: Agenci
pt_br: Agentes
pt_pt: Agentes
ro: Agenți
sl: Agenti
sv: Agenter
uk: Агенти
vi: Agent
zh_hans: 代理
zh_hant: 代理

source: Agents & Commands
ar: الوكلاء والأوامر
ca: Agents i ordres
cs: Agenti a příkazy
da: Agenter og kommandoer
de: Agents & Befehle
es: Agentes y comandos
fi: Agentit ja komennot
fr: Agents et commandes
he: סוכנים ופקודות
hu: Ügynökök és parancsok
it: Agenti e comandi
ja: エージェントとコマンド
ko: 에이전트 및 명령어
nb: Agenter og kommandoer
nl: Agents en opdrachten
pl: Agenci i polecenia
pt_br: Agentes e Comandos
pt_pt: Agentes e Comandos
ro: Agenți și comenzi
sl: Agenti in ukazi
sv: Agenter och kommandon
uk: Агенти та команди
vi: Tác nhân và lệnh
zh_hans: 代理与命令
zh_hant: 代理與指令

source: AI Agent
ar: وكيل الذكاء الاصطناعي
ca: Agent d'IA
de: KI-Agent
es: Agente IA
fi: Tekoälyagentti
fr: Agent IA
he: סוכן AI
hu: AI-ügynök
it: Agente AI
ja: AIエージェント
ko: AI 에이전트
pl: Agent AI
pt_br: Agente de IA
pt_pt: Agente IA
ro: Agent IA
uk: ШІ-агент
vi: Tác nhân AI
zh_hans: AI 代理
zh_hant: AI 代理

source: AI Agent Chat
ar: محادثة وكيل الذكاء الاصطناعي
ca: Xat de l'agent d'IA
cs: Chat s AI Agentem
de: KI-Agent-Chat
es: Chat del agente IA
fi: Tekoälyagentin keskustelu
fr: Chat de l'agent IA
he: צ׳אט סוכן AI
hu: AI-ügynök csevegés
it: Chat agente AI
ja: AIエージェントチャット
ko: AI 에이전트 채팅
pl: Czat z agentem AI
pt_br: Chat do Agente de IA
pt_pt: Chat do Agente IA
ro: Chat agent IA
sl: AI-agentov klepet
sv: AI-agentchatt
uk: Чат ШІ-агента
vi: Chat với Tác nhân AI
zh_hans: AI 代理对话
zh_hant: AI 代理對話

source: AI Agent is only available for SSH connections. Connect to an SSH server first, then press ⌘I to launch the agent.
ar: AI Agent متاح فقط لاتصالات SSH. اتصل بخادم SSH أولاً، ثم اضغط ⌘I لتشغيل الوكيل.
ca: AI Agent només està disponible per a connexions SSH. Connecteu-vos primer a un servidor SSH i premeu ⌘I per iniciar l'agent.
cs: AI Agent je dostupný pouze pro SSH připojení. Nejprve se připojte k SSH serveru a poté stiskněte ⌘I pro spuštění agenta.
da: AI-agent er kun tilgængelig for SSH-forbindelser. Opret først forbindelse til en SSH-server, og tryk derefter på ⌘I for at starte agenten.
de: Der KI-Agent ist nur für SSH-Verbindungen verfügbar. Verbinden Sie sich zuerst mit einem SSH-Server und drücken Sie dann ⌘I, um den Agenten zu starten.
es: AI Agent solo está disponible para conexiones SSH. Conéctese primero a un servidor SSH y luego presione ⌘I para iniciar el agente.
fi: Tekoälyagentti on käytettävissä vain SSH-yhteyksille. Yhdistä ensin SSH-palvelimeen ja paina sitten ⌘I käynnistääksesi agentin.
fr: AI Agent n'est disponible que pour les connexions SSH. Connectez-vous d'abord à un serveur SSH, puis appuyez sur ⌘I pour lancer l'agent.
he: AI Agent זמין רק לחיבורי SSH. התחבר לשרת SSH תחילה, ולאחר מכן לחץ ⌘I להפעלת הסוכן.
hu: Az AI-ügynök csak SSH-kapcsolatokhoz érhető el. Először csatlakozzon egy SSH-kiszolgálóhoz, majd nyomja meg a ⌘I billentyűkombinációt az ügynök indításához.
it: AI Agent è disponibile solo per connessioni SSH. Connettiti prima a un server SSH, poi premi ⌘I per avviare l'agente.
ja: AI AgentはSSH接続でのみ利用可能です。まずSSHサーバーに接続し、⌘Iを押してエージェントを起動してください。
ko: AI Agent는 SSH 연결에서만 사용할 수 있습니다. 먼저 SSH 서버에 연결한 후 ⌘I를 눌러 에이전트를 실행하세요.
nb: AI-agenten er bare tilgjengelig for SSH-tilkoblinger. Koble til en SSH-server først, og trykk deretter ⌘I for å starte agenten.
nl: AI-agent is alleen beschikbaar voor SSH-verbindingen. Maak eerst verbinding met een SSH-server en druk dan op ⌘I om de agent te starten.
pl: AI Agent jest dostępny tylko dla połączeń SSH. Najpierw połącz się z serwerem SSH, a następnie naciśnij ⌘I, aby uruchomić agenta.
pt_br: AI Agent está disponível apenas para conexões SSH. Conecte-se primeiro a um servidor SSH e pressione ⌘I para iniciar o agente.
pt_pt: AI Agent está disponível apenas para ligações SSH. Ligue-se primeiro a um servidor SSH e prima ⌘I para iniciar o agente.
ro: AI Agent este disponibil doar pentru conexiuni SSH. Conectează-te mai întâi la un server SSH, apoi apasă ⌘I pentru a lansa agentul.
sl: AI Agent je na voljo samo za SSH povezave. Najprej se povežite s strežnikom SSH, nato pritisnite ⌘I za zagon agenta.
sv: AI-agenten är bara tillgänglig för SSH-anslutningar. Anslut till en SSH-server först och tryck sedan på ⌘I för att starta agenten.
uk: AI Agent доступний лише для SSH-з'єднань. Спочатку підключіться до SSH-сервера, потім натисніть ⌘I для запуску агента.
vi: AI Agent chỉ khả dụng cho kết nối SSH. Hãy kết nối với máy chủ SSH trước, sau đó nhấn ⌘I để khởi chạy agent.
zh_hans: AI Agent仅在SSH连接中可用。请先连接到SSH服务器，然后按⌘I启动代理。
zh_hant: AI Agent僅在SSH連線中可用。請先連線到SSH伺服器，然後按⌘I啟動代理。

source: AI Agent Text Size
ar: حجم نص وكيل الذكاء الاصطناعي
ca: Mida del text de l'agent d'IA
cs: Velikost textu AI Agenta
da: AI-agent tekststørrelse
de: KI-Agent-Textgröße
es: Tamaño de texto del agente IA
fi: Tekoälyagentin tekstikoko
fr: Taille du texte de l'agent IA
he: גודל טקסט סוכן AI
hu: AI-ügynök szövegmérete
it: Dimensione testo agente AI
ja: AIエージェントの文字サイズ
ko: AI 에이전트 텍스트 크기
nb: AI-agent tekststørrelse
nl: AI-agent tekstgrootte
pl: Rozmiar tekstu agenta AI
pt_br: Tamanho do Texto do Agente de IA
pt_pt: Tamanho do Texto do Agente IA
ro: Dimensiunea textului agentului IA
sl: Velikost besedila AI-agenta
sv: AI-agent textstorlek
uk: Розмір тексту ШІ-агента
vi: Cỡ chữ Tác nhân AI
zh_hans: AI 代理文字大小
zh_hant: AI 代理文字大小

source: AI Agent works with SSH and local shell sessions
ar: يعمل وكيل الذكاء الاصطناعي مع جلسات SSH والصدفة المحلية
ca: L'Agent IA funciona amb sessions SSH i de terminal local
cs: Agent AI funguje s relacemi SSH a místního shellu
da: AI-agenten fungerer med SSH- og lokale shell-sessioner
de: Der KI-Agent funktioniert mit SSH- und lokalen Shell-Sitzungen
es: El Agente IA funciona con sesiones SSH y de shell local
fi: Tekoälyagentti toimii SSH- ja paikallisten komentotulkkiistuntojen kanssa
fr: L'Agent IA fonctionne avec les sessions SSH et le shell local
he: סוכן הבינה המלאכותית עובד עם חיבורי SSH ומעטפת מקומית
hu: Az AI-ügynök SSH- és helyi shell-munkamenetekkel működik
it: L'Agente IA funziona con sessioni SSH e shell locali
ja: AI エージェントは SSH およびローカルシェルセッションで動作します
ko: AI 에이전트는 SSH 및 로컬 셸 세션에서 작동합니다
nb: AI-agenten fungerer med SSH- og lokale shell-økter
nl: De AI-agent werkt met SSH- en lokale shell-sessies
pl: Agent AI działa z sesjami SSH i lokalnej powłoki
pt_br: O Agente IA funciona com sessões SSH e de shell local
pt_pt: O Agente IA funciona com sessões SSH e de shell local
ro: Agentul AI funcționează cu sesiuni SSH și shell local
sl: Agent umetne inteligence deluje s sejami SSH in lokalne lupine
sv: AI-agenten fungerar med SSH- och lokala shell-sessioner
uk: Агент ШІ працює з сеансами SSH та локальної оболонки
vi: Tác nhân AI hoạt động với các phiên SSH và shell cục bộ
zh_hans: AI 代理适用于 SSH 和本地 shell 会话
zh_hant: AI 代理適用於 SSH 和本地 shell 工作階段

source: AI Agent works with SSH connections and the local Mac shell. This connection type (console, cloud) is not currently supported.
ar: يعمل AI Agent مع اتصالات SSH وصدفة Mac المحلية. نوع الاتصال هذا (وحدة التحكم، السحابة) غير مدعوم حالياً.
ca: AI Agent funciona amb connexions SSH i el terminal local del Mac. Aquest tipus de connexió (consola, núvol) no és compatible actualment.
cs: AI Agent funguje s SSH připojeními a lokálním Mac shellem. Tento typ připojení (konzole, cloud) není aktuálně podporován.
da: AI Agent fungerer med SSH-forbindelser og den lokale Mac-shell. Denne forbindelsestype (konsol, cloud) understøttes ikke i øjeblikket.
de: Der KI-Agent funktioniert mit SSH-Verbindungen und der lokalen Mac-Shell. Dieser Verbindungstyp (Konsole, Cloud) wird derzeit nicht unterstützt.
es: AI Agent funciona con conexiones SSH y el shell local del Mac. Este tipo de conexión (consola, nube) no es compatible actualmente.
fi: Tekoälyagentti toimii SSH-yhteyksillä ja paikallisella Mac-komentotulkilla. Tätä yhteystyyppiä (konsoli, pilvi) ei tueta tällä hetkellä.
fr: L'agent IA fonctionne avec les connexions SSH et le shell Mac local. Ce type de connexion (console, cloud) n'est pas pris en charge actuellement.
he: סוכן AI פועל עם חיבורי SSH ועם מעטפת Mac המקומית. סוג חיבור זה (קונסולה, ענן) אינו נתמך כרגע.
hu: Az AI-ügynök SSH-kapcsolatokkal és a helyi Mac shellel működik. Ez a kapcsolattípus (konzol, felhő) jelenleg nem támogatott.
it: L'agente AI funziona con connessioni SSH e la shell locale del Mac. Questo tipo di connessione (console, cloud) non è attualmente supportato.
ja: AIエージェントはSSH接続とローカルMacシェルで動作します。この接続タイプ（コンソール、クラウド）は現在サポートされていません。
ko: AI 에이전트는 SSH 연결 및 로컬 Mac 셸에서 작동합니다. 이 연결 유형(콘솔, 클라우드)은 현재 지원되지 않습니다.
nb: AI-agenten fungerer med SSH-tilkoblinger og det lokale Mac-skallet. Denne tilkoblingstypen (konsoll, sky) støttes ikke for øyeblikket.
nl: AI-agent werkt met SSH-verbindingen en uw lokale Mac-shell. Dit verbindingstype (console, cloud) wordt momenteel niet ondersteund.
pl: Agent AI działa z połączeniami SSH i lokalną powłoką Mac. Ten typ połączenia (konsola, chmura) nie jest obecnie obsługiwany.
pt_br: O Agente de IA funciona com conexões SSH e o shell local do Mac. Este tipo de conexão (console, nuvem) não é suportado no momento.
pt_pt: O Agente IA funciona com ligações SSH e a shell local do Mac. Este tipo de ligação (consola, nuvem) não é atualmente suportado.
ro: Agentul IA funcționează cu conexiuni SSH și shell-ul local Mac. Acest tip de conexiune (consolă, cloud) nu este acceptat momentan.
sl: AI-agent deluje s SSH-povezavami in lokalno Mac lupino. Ta vrsta povezave (konzola, oblak) trenutno ni podprta.
sv: AI-agenten fungerar med SSH-anslutningar och det lokala Mac-skalet. Denna anslutningstyp (konsol, moln) stöds inte för närvarande.
uk: ШІ-агент працює з SSH-з'єднаннями та локальною оболонкою Mac. Цей тип з'єднання (консоль, хмара) наразі не підтримується.
vi: Tác nhân AI hoạt động với kết nối SSH và shell Mac cục bộ. Loại kết nối này (bảng điều khiển, đám mây) hiện chưa được hỗ trợ.
zh_hans: AI 代理支持 SSH 连接和本地 Mac Shell。此连接类型（控制台、云）目前不受支持。
zh_hant: AI 代理支援 SSH 連線和本機 Mac Shell。此連線類型（主控台、雲端）目前不受支援。

source: AI Assistant
ar: مساعد الذكاء الاصطناعي
ca: Assistent d'IA
cs: AI Asistent
da: AI-assistent
de: KI-Assistent
es: Asistente IA
fi: Tekoälyavustaja
fr: Assistant IA
he: עוזר AI
hu: AI-asszisztens
it: Assistente AI
ja: AIアシスタント
ko: AI 어시스턴트
nb: AI-assistent
nl: AI-assistent
pl: Asystent AI
pt_br: Assistente de IA
pt_pt: Assistente IA
ro: Asistent IA
sl: AI-pomočnik
sv: AI-assistent
uk: ШІ-асистент
vi: Trợ lý AI
zh_hans: AI 助手
zh_hant: AI 助理

source: AI Commit Messages
ar: رسائل الإيداع بالذكاء الاصطناعي
ca: Missatges de commit amb IA
cs: Zpravy commitů pomocí AI
da: AI-commit-beskeder
de: KI-Commit-Nachrichten
es: Mensajes de commit con IA
fi: Tekoälyn commit-viestit
fr: Messages de commit par IA
he: הודעות commit באמצעות AI
hu: AI commit üzenetek
it: Messaggi di commit con IA
ja: AIコミットメッセージ
ko: AI 커밋 메시지
nb: AI-commit-meldinger
nl: AI-commitberichten
pl: Wiadomości commitów AI
pt_br: Mensagens de Commit com IA
pt_pt: Mensagens de Commit com IA
ro: Mesaje de commit cu IA
sl: Sporočila commitov z UI
sv: AI-commitmeddelanden
uk: Повідомлення комітів з ШІ
vi: Thông điệp commit bằng AI
zh_hans: AI 提交信息
zh_hant: AI 提交訊息

source: AI providers and tool integration for external AI assistants
ar: مزودو الذكاء الاصطناعي وتكامل الأدوات لمساعدي الذكاء الاصطناعي الخارجيين
ca: Proveïdors d'IA i integració d'eines per a assistents d'IA externs
cs: Poskytovatelé AI a integrace nástrojů pro externí AI asistenty
da: AI-udbydere og værktøjsintegration til eksterne AI-assistenter
de: KI-Anbieter und Werkzeugintegration für externe KI-Assistenten
es: Proveedores de IA e integración de herramientas para asistentes de IA externos
fi: Tekoälypalveluntarjoajat ja työkaluintegraatio ulkoisille tekoälyavustajille
fr: Fournisseurs d'IA et intégration d'outils pour les assistants IA externes
he: ספקי AI ושילוב כלים עבור עוזרי AI חיצוניים
hu: AI-szolgáltatók és eszközintegráció külső AI-asszisztensekhez
it: Provider AI e integrazione degli strumenti per assistenti AI esterni
ja: 外部AIアシスタント向けのAIプロバイダーとツール連携
ko: 외부 AI 어시스턴트를 위한 AI 제공업체 및 도구 연동
nb: AI-leverandører og verktøyintegrasjon for eksterne AI-assistenter
nl: AI-aanbieders en toolintegratie voor externe AI-assistenten
pl: Dostawcy AI i integracja narzędzi dla zewnętrznych asystentów AI
pt_br: Provedores de IA e integração de ferramentas para assistentes de IA externos
pt_pt: Fornecedores de IA e integração de ferramentas para assistentes de IA externos
ro: Furnizori IA și integrare de instrumente pentru asistenți IA externi
sl: AI-ponudniki in integracija orodij za zunanje AI-pomočnike
sv: AI-leverantörer och verktygsintegration för externa AI-assistenter
uk: Провайдери ШІ та інтеграція інструментів для зовнішніх ШІ-асистентів
vi: Nhà cung cấp AI và tích hợp công cụ cho trợ lý AI bên ngoài
zh_hans: 外部 AI 助手的 AI 供应商和工具集成
zh_hant: 外部 AI 助理的 AI 供應商和工具整合

source: Algorithm
ar: الخوارزمية
ca: Algorisme
cs: Algoritmus
da: Algoritme
de: Algorithmus
es: Algoritmo
fi: Algoritmi
fr: Algorithme
he: אלגוריתם
hu: Algoritmus
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
nb: Algoritme
nl: Algoritme
pl: Algorytm
pt_br: Algoritmo
pt_pt: Algoritmo
ro: Algoritm
sl: Algoritem
sv: Algoritm
uk: Алгоритм
vi: Thuật toán
zh_hans: 算法
zh_hant: 演算法

source: All
ar: الكل
ca: Tot
cs: Vše
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
he: הכל
hu: Összes
it: Tutti
ja: すべて
ko: 전체
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todos
pt_pt: Todos
ro: Toate
sl: Vse
sv: Alla
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Changes
ar: كل التغييرات
ca: Tots els canvis
cs: Všechny změny
da: Alle ændringer
de: Alle Änderungen
es: Todos los cambios
fi: Kaikki muutokset
fr: Tous les changements
he: כל השינויים
hu: Minden változás
it: Tutti i cambiamenti
ja: すべての変化
ko: 모든 변경
nb: Alle endringer
nl: Alle wijzigingen
pl: Wszystkie zmiany
pt_br: Todas as Mudanças
pt_pt: Todas as Alterações
ro: Toate modificările
sl: Vse spremembe
sv: Alla ändringar
uk: Усі зміни
vi: Mọi thay đổi
zh_hans: 所有变化
zh_hant: 所有變化

source: All commands require your approval before execution
ar: جميع الأوامر تتطلب موافقتك قبل التنفيذ
ca: Totes les ordres requereixen la vostra aprovació abans d'executar-se
cs: Všechny příkazy vyžadují vaše schválení před spuštěním
da: Alle kommandoer kræver din godkendelse før udførelse
de: Alle Befehle erfordern Ihre Genehmigung vor der Ausführung
es: Todos los comandos requieren su aprobación antes de ejecutarse
fi: Kaikki komennot vaativat hyväksyntäsi ennen suorittamista
fr: Toutes les commandes nécessitent votre approbation avant exécution
he: כל הפקודות דורשות את אישורך לפני הפעלה
hu: Minden parancs végrehajtás előtt az Ön jóváhagyását igényli
it: Tutti i comandi richiedono la Sua approvazione prima dell'esecuzione
ja: すべてのコマンドは実行前にあなたの承認が必要です
ko: 모든 명령은 실행 전에 승인이 필요합니다
nb: Alle kommandoer krever din godkjenning før utførelse
nl: Alle opdrachten vereisen uw goedkeuring voor uitvoering
pl: Wszystkie polecenia wymagają Twojej zgody przed wykonaniem
pt_br: Todos os comandos requerem sua aprovação antes da execução
pt_pt: Todos os comandos requerem a sua aprovação antes da execução
ro: Toate comenzile necesită aprobarea dvs. înainte de execuție
sl: Vsi ukazi zahtevajo vašo odobritev pred izvedbo
sv: Alla kommandon kräver ditt godkännande innan körning
uk: Усі команди потребують вашого схвалення перед виконанням
vi: Tất cả lệnh cần có sự chấp thuận của bạn trước khi thực thi
zh_hans: 所有命令在执行前均需您的批准
zh_hant: 所有指令在執行前均需您的核准

source: All Exposed Keys
ar: جميع المفاتيح المكشوفة
ca: Totes les claus exposades
cs: Všechny zpřístupněné klíče
da: Alle eksponerede nøgler
de: Alle freigegebenen Schlüssel
es: Todas las claves expuestas
fi: Kaikki jaetut avaimet
fr: Toutes les clés exposées
he: כל המפתחות החשופים
hu: Összes közzétett kulcs
it: Tutte le chiavi esposte
ja: 公開中のすべての鍵
ko: 노출된 모든 키
nb: Alle eksponerte nøkler
nl: Alle vrijgegeven sleutels
pl: Wszystkie udostępnione klucze
pt_br: Todas as chaves expostas
pt_pt: Todas as chaves expostas
ro: Toate cheile expuse
sl: Vsi izpostavljeni ključi
sv: Alla exponerade nycklar
uk: Усі відкриті ключі
vi: Tất cả khóa được cung cấp
zh_hans: 全部已公开密钥
zh_hant: 所有已公開的金鑰

source: all idle
ar: الكل خامل
ca: tots inactius
cs: všichni nečinní
da: alle inaktive
de: alle inaktiv
es: todos inactivos
fi: kaikki jouten
fr: tous inactifs
he: הכול לא פעיל
hu: mind tétlen
it: tutti inattivi
ja: すべてアイドル
ko: 모두 유휴
nb: alle inaktive
nl: allemaal inactief
pl: wszyscy bezczynni
pt_br: todos ociosos
pt_pt: todos inativos
ro: toți inactivi
sl: vsi mirujejo
sv: alla inaktiva
uk: усі неактивні
vi: tất cả đều rảnh
zh_hans: 全部空闲
zh_hant: 全部閒置

source: All imported profiles go into this folder. Pick "Root" for no folder, or create a new one.
ar: تنتقل جميع الملفات الشخصية المستوردة إلى هذا المجلد. اختر "Root" لعدم استخدام مجلد، أو أنشئ مجلداً جديداً.
ca: Tots els perfils importats aniran a aquesta carpeta. Tria "Root" per a cap carpeta, o crea’n una de nova.
cs: Všechny importované profily se uloží do této složky. Vyberte „Root“ pro žádnou složku, nebo vytvořte novou.
da: Alle importerede profiler placeres i denne mappe. Vælg "Root" for ingen mappe, eller opret en ny.
de: Alle importierten Profile werden in diesem Ordner abgelegt. Wähle "Root" für keinen Ordner oder erstelle einen neuen.
es: Todos los perfiles importados irán a esta carpeta. Elige "Root" para no usar carpeta, o crea una nueva.
fi: Kaikki tuodut profiilit menevät tähän kansioon. Valitse ”Root”, jos et halua kansiota, tai luo uusi.
fr: Tous les profils importés iront dans ce dossier. Choisissez "Root" pour aucun dossier, ou créez-en un nouveau.
he: כל הפרופילים המיובאים יישמרו בתיקייה זו. בחר "Root" ללא תיקייה, או צור תיקייה חדשה.
hu: Minden importált profil ebbe a mappába kerül. Válassza a „Root” lehetőséget, ha nem szeretne mappát, vagy hozzon létre újat.
it: Tutti i profili importati andranno in questa cartella. Scegli "Root" per nessuna cartella, oppure creane una nuova.
ja: インポートしたプロファイルはすべてこのフォルダに入ります。フォルダなしにする場合は「Root」を選択するか、新規フォルダを作成してください。
ko: 가져온 모든 프로파일은 이 폴더에 저장됩니다. 폴더 없이 저장하려면 "Root"를 선택하거나 새 폴더를 만드세요.
nb: Alle importerte profiler legges i denne mappen. Velg "Root" for ingen mappe, eller opprett en ny.
nl: Alle geïmporteerde profielen komen in deze map. Kies "Root" voor geen map, of maak een nieuwe aan.
pl: Wszystkie zaimportowane profile trafią do tego folderu. Wybierz „Root”, aby nie używać folderu, lub utwórz nowy.
pt_br: Todos os perfis importados vão para esta pasta. Escolha "Root" para nenhuma pasta, ou crie uma nova.
pt_pt: Todos os perfis importados vão para esta pasta. Escolha "Root" para nenhuma pasta, ou crie uma nova.
ro: Toate profilurile importate vor ajunge în acest dosar. Alege "Root" pentru niciun dosar sau creează unul nou.
sl: Vsi uvoženi profili gredo v to mapo. Izberite »Root« za nobeno mapo ali ustvarite novo.
sv: Alla importerade profiler hamnar i den här mappen. Välj "Root" för ingen mapp, eller skapa en ny.
uk: Усі імпортовані профілі потраплять до цієї теки. Виберіть «Root», щоб не використовувати теку, або створіть нову.
vi: Tất cả hồ sơ đã nhập sẽ được lưu vào thư mục này. Chọn "Root" để không dùng thư mục, hoặc tạo một thư mục mới.
zh_hans: 导入的所有配置都将保存到此文件夹中。若不使用文件夹，请选择 "Root"，或创建一个新文件夹。
zh_hant: 匯入的所有設定檔都會儲存到此檔案夾中。若不使用檔案夾，請選擇 "Root"，或建立一個新的檔案夾。

source: All Models
ar: جميع النماذج
ca: Tots els models
cs: Všechny modely
da: Alle modeller
de: Alle Modelle
es: Todos los modelos
fi: Kaikki mallit
fr: Tous les modèles
he: כל המודלים
hu: Összes modell
it: Tutti i modelli
ja: すべてのモデル
ko: 모든 모델
nb: Alle modeller
nl: Alle modellen
pl: Wszystkie modele
pt_br: Todos os Modelos
pt_pt: Todos os Modelos
ro: Toate modelele
sl: Vsi modeli
sv: Alla modeller
uk: Усі моделі
vi: Tất cả mô hình
zh_hans: 所有模型
zh_hant: 所有模型

source: All operations auto-approve (not recommended)
ar: الموافقة التلقائية على جميع العمليات (غير مستحسن)
ca: Totes les operacions s'aproven automàticament (no recomanat)
cs: Automaticky schvalovat všechny operace (nedoporučeno)
da: Godkend automatisk alle handlinger (anbefales ikke)
de: Alle Vorgänge automatisch genehmigen (nicht empfohlen)
es: Todas las operaciones se aprueban automáticamente (no recomendado)
fi: Hyväksy kaikki toiminnot automaattisesti (ei suositella)
fr: Toutes les opérations sont approuvées automatiquement (non recommandé)
he: אישור אוטומטי של כל הפעולות (לא מומלץ)
hu: Minden művelet automatikusan jóváhagyva (nem ajánlott)
it: Tutte le operazioni approvate automaticamente (non consigliato)
ja: すべての操作を自動承認（非推奨）
ko: 모든 작업 자동 승인 (권장하지 않음)
nb: Alle operasjoner godkjennes automatisk (ikke anbefalt)
nl: Alle bewerkingen automatisch goedkeuren (niet aanbevolen)
pl: Automatyczne zatwierdzanie wszystkich operacji (niezalecane)
pt_br: Todas as operações são aprovadas automaticamente (não recomendado)
pt_pt: Todas as operações são aprovadas automaticamente (não recomendado)
ro: Toate operațiunile sunt aprobate automat (nerecomandat)
sl: Vse operacije se samodejno odobrijo (ni priporočeno)
sv: Godkänn alla åtgärder automatiskt (rekommenderas inte)
uk: Автоматичне схвалення всіх операцій (не рекомендовано)
vi: Tự động phê duyệt mọi thao tác (không khuyến nghị)
zh_hans: 自动批准所有操作（不推荐）
zh_hant: 自動核准所有操作（不建議）
